import pizza from './assets/images/topslider/pizza.jpg';
import pizza2 from './assets/images/topslider/pizza2.jpg';
import alfredo from './assets/images/topslider/alfredo.jpg';
import burger from './assets/images/topslider/burger.jpg';
import cold from './assets/images/topslider/cold.jpg';
import cheese from './assets/images/topslider/cheese.jpg';
import mix from './assets/images/topslider/mix.jpg';
import steaks from './assets/images/topslider/steaks.jpg';
import fries from './assets/images/topslider/fries.jpg';
import hotdog from './assets/images/topslider/hotdog.jpg';

export const food = [
  {
    id: '1',
    title: 'پیتزا ایتالیایی',
    price: 189000,
    restaurant: 'پیتزا مارگاریتا',
    category: 'فست فود، ایتالیایی',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: pizza,
  },
  {
    id: '2',
    title: 'پیتزا آمریکایی',
    price: 140000,
    restaurant: 'پیتزا فست فود مهران',
    category: 'فست فود، آمریکایی',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: pizza2,
  },
  {
    id: '3',
    title: 'پاستا پنه آلفردو',
    price: 241000,
    restaurant: 'فست فود تاینی',
    category: 'فست فود، ایتالیایی',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: alfredo,
  },
  {
    id: '4',
    title: 'برگر مخصوص',
    price: 152000,
    restaurant: 'میت برگر',
    category: 'فست فود، ساندویچ',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: burger,
  },
  {
    id: '5',
    title: 'ساندویچ سرد',
    price: 89000,
    restaurant: 'هانی برگر',
    category: 'فست فود، ساندویچ',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: cold,
  },
  {
    id: '6',
    title: 'چیزبرگر مخصوص',
    price: 189000,
    restaurant: 'میت برگر',
    category: 'فست فود، ساندویچ',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: cheese,
  },
  {
    id: '7',
    title: 'ساندویچ مخلوط',
    price: 16000,
    restaurant: 'فست فود تاینی',
    category: 'فست فود، ساندویچ',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: mix,
  },
  {
    id: '8',
    title: 'استیک گریل',
    price: 345000,
    restaurant: 'گریل لند',
    category: 'فست فود، استیک',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: steaks,
  },
  {
    id: '9',
    title: 'سیب فرانسوی',
    price: 74000,
    restaurant: 'فست فود تاینی',
    category: 'فست فود، سخاری',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: fries,
  },
  {
    id: '10',
    title: 'هات داگ',
    price: 112000,
    restaurant: 'هانی برگر',
    category: 'فست فود، ساندویچ',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: hotdog,
  },
];

import iranian1 from './assets/images/iranian/1.jpg';
import iranian2 from './assets/images/iranian/2.jpg';
import iranian3 from './assets/images/iranian/3.jpg';
import iranian4 from './assets/images/iranian/4.jpg';
import iranian5 from './assets/images/iranian/5.jpg';
import iranian6 from './assets/images/iranian/6.jpg';
import iranian7 from './assets/images/iranian/7.jpg';
import iranian8 from './assets/images/iranian/8.jpg';
import iranian9 from './assets/images/iranian/9.jpg';
import iranian10 from './assets/images/iranian/10.jpg';
import iranian11 from './assets/images/iranian/11.jpg';
import iranian12 from './assets/images/iranian/12.jpg';

export const iranian = [
  {
    id: 1,
    img: iranian1,
    price: 98900,
    soldout: false,
  },
  {
    id: 2,
    img: iranian2,
    price: 86100,
    soldout: true,
  },
  {
    id: 3,
    img: iranian3,
    price: 119000,
    soldout: false,
  },
  {
    id: 4,
    img: iranian4,
    price: 99000,
    soldout: false,
  },
  {
    id: 5,
    img: iranian5,
    price: 85500,
    soldout: false,
  },
  {
    id: 6,
    img: iranian6,
    price: 69900,
    soldout: false,
  },
  {
    id: 7,
    img: iranian7,
    price: 52300,
    soldout: true,
  },
  {
    id: 8,
    img: iranian8,
    price: 89900,
    soldout: false,
  },
  {
    id: 9,
    img: iranian9,
    price: 110000,
    soldout: false,
  },
  {
    id: 10,
    img: iranian10,
    price: 142000,
    soldout: false,
  },
  {
    id: 11,
    img: iranian11,
    price: 75000,
    soldout: true,
  },
  {
    id: 12,
    img: iranian12,
    price: 66200,
    soldout: false,
  },
];

import story1 from './assets/images/foodstory/story1.jpg';
import story2 from './assets/images/foodstory/story2.jpg';
import story3 from './assets/images/foodstory/story3.jpg';
import story4 from './assets/images/foodstory/story4.jpg';
import story5 from './assets/images/foodstory/story5.jpg';
import story6 from './assets/images/foodstory/story6.jpg';
import story7 from './assets/images/foodstory/story7.jpg';
import story8 from './assets/images/foodstory/story8.jpg';

import person1 from './assets/images/profile/person1.png';
import person2 from './assets/images/profile/person2.png';
import person3 from './assets/images/profile/person3.png';
import person4 from './assets/images/profile/person4.png';
import person5 from './assets/images/profile/person5.png';
import person6 from './assets/images/profile/person6.png';

export const foodstory = [
  {
    id: 1,
    img: story1,
    title: 'پیراشکی لذیذ',
    description: 'طعم لذیذ پیراشکی های مارو امتحان کنید',
    restaurant: 'شیرینی پاسارگاد',
    price: 48000,
    profile: person1,
    live: true,
  },
  {
    id: 2,
    img: story2,
    title: 'باقلوا تبریز',
    description: 'طعم باقلوا با چای تازه خیلی میچسبه',
    restaurant: 'شیرینی آلا',
    price: 94000,
    profile: person2,
    live: true,
  },
  {
    id: 3,
    img: story3,
    title: 'پاستا پنه آلفردو',
    description: 'پاستا پنه با سس مخصوص و نوشابه کوکا چه ترکیبی بشه',
    restaurant: 'کافه رستوران سالیاری',
    price: 186000,
    profile: person3,
    live: true,
  },
  {
    id: 4,
    img: story4,
    title: 'پیتزا ایتالیایی',
    description: 'طعم پیتزای خوشمزه به همراه سس چهارفصل و نوشابه کوکا',
    restaurant: 'کافه رستوران خوش طعم',
    price: 141000,
    profile: person4,
    live: false,
  },
  {
    id: 5,
    img: story5,
    title: 'پاستا ترکیبی',
    description: 'پاستا ترکیبی با سس مخصوص، سوسیس کوکتل و سبزیجات',
    restaurant: 'کافه رستوران پاییز',
    price: 108000,
    profile: person5,
    live: false,
  },
  {
    id: 6,
    img: story6,
    title: 'پای آمریکایی',
    description: 'این پای با یک قهوه یا چای داغ خیلی میچسبه حتماً امتحان کنید',
    restaurant: 'کافه مریم',
    price: 55000,
    profile: person6,
    live: true,
  },
  {
    id: 7,
    img: story7,
    title: 'جوجه گریل شده مکزیکی',
    description: 'اگر به طعم تند علاقه دارید این جوجه رو حتماً امتحان کنید',
    restaurant: 'رستوران سالامی',
    price: 126000,
    profile: person3,
    live: false,
  },
  {
    id: 8,
    img: story8,
    title: 'استیک گریل شده',
    description: 'ترکیب استیک با سبزیجات و ادویه مخصوص فرانسوی',
    restaurant: 'رستوران آرین',
    price: 198250,
    profile: person2,
    live: true,
  },
];

export const feedback = [
  {
    id: 1,
    name: 'احسان بهرامی',
    feedback:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.',
    img: person1,
  },
  {
    id: 2,
    name: 'سمانه نیکنژادی',
    feedback:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.',
    img: person2,
  },
  {
    id: 3,
    name: 'پریا هاشمی',

    feedback:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.',
    img: person3,
  },
  {
    id: 4,
    name: 'مسعود عظیمی',
    feedback:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.',
    img: person4,
  },
  {
    id: 5,
    name: 'سیما علی پور',
    feedback:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.',
    img: person5,
  },
  {
    id: 6,
    name: 'سارا محمدی',
    feedback:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه د شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد.',
    img: person6,
  },
];
