import pizza from './assets/images/topslider/pizza.jpg';
import pizza2 from './assets/images/topslider/pizza2.jpg';
import alfredo from './assets/images/topslider/alfredo.jpg';
import burger from './assets/images/topslider/burger.jpg';
import cold from './assets/images/topslider/cold.jpg';
import cheese from './assets/images/topslider/cheese.jpg';
import mix from './assets/images/topslider/mix.jpg';
import steaks from './assets/images/topslider/steaks.jpg';
import fries from './assets/images/topslider/fries.jpg';
import hotdog from './assets/images/topslider/hotdog.jpg';

export const food = [
  {
    id: '1',
    title: 'پیتزا ایتالیایی',
    price: '189000',
    restaurant: 'پیتزا مارگاریتا',
    category: 'فست فود، ایتالیایی',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: pizza,
  },
  {
    id: '2',
    title: 'پیتزا آمریکایی',
    price: '140000',
    restaurant: 'پیتزا فست فود مهران',
    category: 'فست فود، آمریکایی',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: pizza2,
  },
  {
    id: '3',
    title: 'پاستا پنه آلفردو',
    price: '241000',
    restaurant: 'فست فود تاینی',
    category: 'فست فود، ایتالیایی',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: alfredo,
  },
  {
    id: '4',
    title: 'برگر مخصوص',
    price: '152000',
    restaurant: 'میت برگر',
    category: 'فست فود، ساندویچ',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: burger,
  },
  {
    id: '5',
    title: 'ساندویچ سرد',
    price: '89000',
    restaurant: 'هانی برگر',
    category: 'فست فود، ساندویچ',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: cold,
  },
  {
    id: '6',
    title: 'چیزبرگر مخصوص',
    price: '189000',
    restaurant: 'میت برگر',
    category: 'فست فود، ساندویچ',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: cheese,
  },
  {
    id: '7',
    title: 'ساندویچ مخلوط',
    price: '16000',
    restaurant: 'فست فود تاینی',
    category: 'فست فود، ساندویچ',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: mix,
  },
  {
    id: '8',
    title: 'استیک گریل',
    price: '345000',
    restaurant: 'گریل لند',
    category: 'فست فود، استیک',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: steaks,
  },
  {
    id: '9',
    title: 'سیب فرانسوی',
    price: '74000',
    restaurant: 'فست فود تاینی',
    category: 'فست فود، سخاری',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: fries,
  },
  {
    id: '10',
    title: 'هات داگ',
    price: '112000',
    restaurant: 'هانی برگر',
    category: 'فست فود، ساندویچ',
    description:
      'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد.',
    img: hotdog,
  },
];
